# We keep this here as well as in the installation script
# So that we can later use this file for 'brew bundle cleanup'
tap 'homebrew/bundle'

# General setup
brew 'autojump'
brew 'coreutils' # Incase the ones existing is outdated.
brew 'git'
brew 'htop'
brew 'jq'
brew 'pyenv'
brew 'starship'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# Apps
cask 'rectangle'
cask 'visual-studio-code'
cask 'spotify'
cask '1password'

